{"dokumentstatus":{"dokument":{"hangar_id":"5149408","dok_id":"HA01KU10","rm":"2022/23","beteckning":"KU10","typ":"bet","subtyp":"bet","doktyp":"bet","typrubrik":"Betänkande 2022/23:KU10","dokumentnamn":"Betänkande","debattnamn":"Debatt om förslag","tempbeteckning":null,"organ":"KU","mottagare":null,"nummer":"10","slutnummer":"0","datum":"2022-10-06 00:00:00","systemdatum":"2023-02-17 15:49:14","publicerad":"2022-10-06 14:34:19","titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","subtitel":null,"status":"planerat","htmlformat":"DokTextExtraktor","relaterat_id":null,"source":"Brus","sourceid":"fe098890-9984-442c-b673-02003126cfef","metadata":null,"dokument_url_text":"https://data.riksdagen.se/dokument/HA01KU10/text","dokument_url_html":"https://data.riksdagen.se/dokument/HA01KU10","dokumentstatus_url_xml":"https://data.riksdagen.se/dokumentstatus/HA01KU10","utskottsforslag_url_xml":"https://data.riksdagen.se/utskottsforslag/HA01KU10","html":"<div style=\"white-space:nowrap;font-size:85%;\">Inledning och sammanfattning<br />\r\nKonstitutionsutskottets granskning<br />\r\nEnligt 13 kap. 1 § regeringsformen ska konstitutionsutskottet granska stats rådens tjänsteutövning och regeringsärendenas handläggning. När det finns <br />\r\nskäl till det, dock minst en gång om året, ska utskottet enligt 13 kap. 2 § <br />\r\nmeddela riksdagen vad det har funnit värt att uppmärksamma vid sin <br />\r\ngranskning.<br />\r\nI det betänkande som nu läggs fram behandlar utskottet vissa allmänna, <br />\r\nadministrativt inriktade granskningar av regeringsarbetet. Vid granskningarna <br />\r\nhar utskottet haft tillgång till bl.a. material som har tagits fram av utskottets <br />\r\nkansli och av Regeringskansliet. Delar av det skriftliga utredningsmaterialet <br />\r\nredovisas i bilaga 1.1-9.3.<br />\r\nVissa resultat av granskningen<br />\r\nI betänkandet finns en redogörelse för regeringsskiftena i november 2021 och <br />\r\nefter valet 2022. Redogörelsen ger inte anledning till något uttalande av <br />\r\nutskottet.<br />\r\nI avsnittet Regeringens sammansättning och regeringsarbetets <br />\r\norganisation har utskottet fortsatt att följa utvecklingen av antalet <br />\r\ntjänstgörande i Regeringskansliet.<br />\r\nVidare har utskottet gått igenom regeringsprotokoll från 2021, bl.a. <br />\r\nunderprotokollen från Försvarsdepartementet och Miljödepartementet. <br />\r\nUtskottet uppmärksammar förekomsten av sent utfärdade författningar samt <br />\r\nbeslutsmotiveringen i ett ärende om utlämnande av handling.<br />\r\nGranskningen av vissa förvaltningsärenden har omfattat överklaganden av <br />\r\nlänsstyrelsernas beslut om upplåtelse av jakt respektive avlysning av jakt, <br />\r\nINLEDNING OCH SAMMANFATTNING<br />\r\n2<br />\r\n2022/23:KU10<br />\r\nvilka handläggs inom Näringsdepartementet. De överklagade besluten <br />\r\ninnehåller inte sällan yrkanden om inhibition. Det är viktigt att eventuella <br />\r\nyrkanden om inhibition prövas skyndsamt, särskilt om en verkställighet är nära <br />\r\nförestående i tid och om beslutet bedöms kunna medföra en icke reparabel <br />\r\nskada eller en rättsförlust av stor betydelse för klaganden. Utskottet <br />\r\nkonstaterar att yrkanden om inhibition många gånger inte tas upp till prövning <br />\r\nförrän regeringen slutligt prövar överklagandet, och vid den tidpunkten kan <br />\r\ninhibitionsyrkandet ha förlorat sin betydelse. Utskottet finner skäl att <br />\r\nframhålla vikten av att kravet på skyndsamhet iakttas när det gäller yrkanden <br />\r\nom inhibition och att eventuella behov av förändringar eller anpassningar av <br />\r\nhandläggningsrutinerna för inhibitionsyrkanden ses över. Utskottet lyfter <br />\r\nockså fram vikten av att i alla lägen eftersträva en så enkel, snabb och <br />\r\nkostnadseffektiv handläggnings- och beslutsprocess som möjligt utan att <br />\r\nrättssäkerheten eftersätts och utan onödig tidsutdräkt i ärendet. Frågan om <br />\r\ntalerätt i de aktuella ärendena framstår inte som särskilt svårtolkad och bör <br />\r\nkunna hanteras i omedelbar anslutning till att ett överklagande överlämnas till <br />\r\nRegeringskansliet.<br />\r\nFörekomsten av upplysningar i regeringens förordningar om bemyndigande <br />\r\neller annat lagstöd för regeringens föreskrifter har granskats. Utskottet <br />\r\nkonstaterar att det numera anges i Regeringskansliets egna riktlinjer att det när <br />\r\nen ny förordning tas fram bör övervägas om den ska innehålla en sådan <br />\r\nupplysning. Granskningen visar också att andelen förordningar som innehåller <br />\r\nen upplysning om vilket bemyndigande eller annat lagstöd som har utnyttjats <br />\r\nhar ökat väsentligt, vilket enligt utskottet är positivt. Samtidigt finns det stora <br />\r\nskillnader mellan departementen. Värdet av att det framgår av en förordning <br />\r\nvilket eller vilka bemyndiganden som utnyttjats gäller självfallet oavsett vilket <br />\r\ndepartement som är ansvarigt. De kriterier som ligger till grund för <br />\r\ndepartementens bedömningar bör enligt utskottet vara desamma för alla <br />\r\ndepartement, och utskottet förutsätter att iakttagelserna i granskningen följs <br />\r\nupp inom Regeringskansliet för att säkerställa att så är fallet.<br />\r\nEn annan granskning har omfattat en genomgång av elektroniska <br />\r\nkungöranden i Svensk författningssamling (SFS). Ordningen med elektroniskt <br />\r\nkungörande av författningar infördes 2018 och syftet med granskningen har <br />\r\nvarit att undersöka på vilket sätt reformen har förändrat författningsarbetet. <br />\r\nUtskottet konstaterar att reformen har inneburit såväl tids- som effektivitets vinster i författningsarbetet. Tiden mellan regeringens beslut om utfärdande <br />\r\noch själva kungörandet har förkortats. Utvecklingen är positiv, men<br />\r\nRegeringskansliet bör framöver vara uppmärksamt på omotiverade variationer <br />\r\nmellan departementens handläggningstider i författningsarbetet. Slutligen <br />\r\nbetonar utskottet vikten av säkerhet i kungörandesystemet och att det finns en <br />\r\nberedskap för det fall det skulle uppkomma driftstörningar.<br />\r\nI granskningen av regeringens remissunderlag har utskottet gått igenom de <br />\r\ndokument som Regeringskansliet remitterade under 2016-2017 och 2020-<br />\r\n2021. Vilket underlag som remitteras styrs i första hand av vilken <br />\r\nutredningsform som bedöms mest ändamålsenlig för de frågor som ska <br />\r\nINLEDNING OCH SAMMANFATTNING<br />\r\n3<br />\r\n2022/23:KU10<br />\r\nutredas. Som utskottet tidigare uttalat är det regeringens sak att avgöra hur <br />\r\nutredningar bör bedrivas, t.ex. val av utredningsform. I ställningstagandet <br />\r\ndiskuterar utskottet olika omständigheter som kan tänkas ha betydelse vid <br />\r\nvalet av utredningsform och därmed även remissunderlag. De remissunderlag <br />\r\nsom gåtts igenom har grupperats i betänkanden i SOU-serien, departements promemorior i Ds-serien, andra promemorior från Regeringskansliet, utkast <br />\r\ntill lagrådsremisser, underlag från en myndighet och underlag från EU kommissionen. Departementspromemorior i Ds-serien och andra <br />\r\npromemorior från Regeringskansliet svarade för drygt 50 procent av det totala <br />\r\nremissunderlaget. Även betänkanden i SOU-serien och underlag från en <br />\r\nmyndighet svarade för förhållandevis stora andelar, medan utkast till <br />\r\nlagrådsremisser och underlag från EU-kommissionen var mindre vanligt <br />\r\nförekommande. Under de år som granskats minskade andelen departements promemorior i Ds-serien medan andelen andra promemorior från Regerings kansliet ökade förhållandevis mycket. En uppdelning mellan internt respektive <br />\r\nexternt framtaget remissunderlag visar på en ökning av underlag som tagits <br />\r\nfram internt inom Regeringskansliet och en nedgång av externt framtaget <br />\r\nunderlag. I granskningen uppmärksammas också skillnader mellan <br />\r\ndepartementen i detta avseende. Utskottet konstaterar att det finns fördelar <br />\r\nmed olika typer av remissunderlag, som att utredningsarbetet kan komma i <br />\r\ngång snabbare vid framtagandet av departementspromemorior i Ds-serien och <br />\r\nandra promemorior från Regeringskansliet än vid betänkanden i SOU-serien. <br />\r\nSamtidigt kan det konstateras att utredningskapaciteten inom Regerings kansliet är begränsad och att internt framtagna remissunderlag därmed inte <br />\r\nalltid kan bli lika genomarbetade som t.ex. vid externt framtagna betänkanden <br />\r\ni SOU-serien. Vid internt utredningsarbete inom Regeringskansliet saknas <br />\r\ndessutom medverkan från externa experter och en bred representation av olika <br />\r\nintressen, och det finns inte heller eventuella avvikande meningar att redovisa. <br />\r\nUtskottet uppmärksammar även skillnaden på departementspromemorior i Ds serien och andra promemorior från Regeringskansliet. Utskottet framhåller <br />\r\nvärdet av att i efterhand kunna ta del av det underlag som har remitterats och <br />\r\nlegat till grund för regeringens beslut, särskilt när det är fråga om förordningar <br />\r\noch lagförslag. Att samtliga underlag som remitteras numera finns tillgängliga <br />\r\npå regeringens webbplats är positivt och ökar även möjligheten för andra än <br />\r\nremissinstanserna att bidra med synpunkter. Samtidigt innebär publiceringar i <br />\r\nSOU-serien och Ds-serien en bättre tillgänglighet och underlättar för den som <br />\r\ni efterhand vill ta del av underlaget, t.ex. för att studera förarbeten till en lag.<br />\r\nRegeringens styrning av länsstyrelserna har också granskats. Granskningen <br />\r\nhar varit inriktad på hur regeringen styr länsstyrelserna genom dels uppdrag i <br />\r\nregleringsbrev, dels uppdrag som beslutats i särskild ordning samt på hur <br />\r\nberedningen av dessa uppdrag går till. Utskottet understryker vikten av <br />\r\nsamordning och helhetssyn vid beredningen av uppdrag till länsstyrelserna <br />\r\noavsett i vilken form de ges. De åtgärder som vidtagits inom Regeringskansliet <br />\r\nför att åstadkomma en bättre samordning och helhetssyn vid styrningen av <br />\r\nlänsstyrelserna uppmärksammas och utskottet ser positivt på dessa. I sitt <br />\r\nINLEDNING OCH SAMMANFATTNING<br />\r\n4<br />\r\n2022/23:KU10<br />\r\nställningstagande framhåller utskottet även vad det tidigare uttalat om <br />\r\nbetydelsen av att berörda statliga myndigheter samarbetar med länsstyrelserna. <br />\r\nI den mån det framkommer att andra statliga myndigheter inte samarbetar med <br />\r\nlänsstyrelserna faller det på regeringen att vidta styrningsåtgärder som <br />\r\nsäkerställer att samarbete kommer till stånd.<br />\r\nSlutligen har utskottet granskat beredningen av förslag till EU förordningar. Enligt utskottet bör valet av beredningsform för svenska <br />\r\nståndpunkter beträffande förslag till EU-förordningar vara grundat på samma <br />\r\növerväganden som när det gäller regeringsärenden. Utskottet inser att <br />\r\ntidsramarna och övriga förutsättningar för beslutsprocessen i EU kan medföra <br />\r\nsvårigheter att tillämpa ett traditionellt remissförfarande, också i fall då det <br />\r\nskulle vara motiverat. Likväl är det av största betydelse att det i dessa fall <br />\r\nföretas en gedigen beredning som ger ett fullödigt underlag. Utskottet noterar <br />\r\natt det förekommer en kombination av olika beredningsåtgärder, bl.a. <br />\r\nkontinuerliga inhämtanden av synpunkter och kontakter mellan Regerings kansliet och berörda myndigheter. Vidare kan svarstiderna vara mycket korta. <br />\r\nUtskottet framhåller det angelägna i att externa beredningsåtgärder vidtas så <br />\r\nfort som möjligt för att ge myndigheter och andra bästa möjliga förutsättningar <br />\r\natt bidra med relevant och högkvalitativ information. Regeringskansliet har i <br />\r\ngranskningen lämnat redogörelser för beredningsåtgärder över förslag till <br />\r\nförordningar. Redogörelserna talar för att det finns utvecklade arbetssätt som <br />\r\nanpassas efter förutsättningarna i de enskilda förslagen och förhandlingarna, <br />\r\noch utskottet har inget att invända mot de arbetssätt som används.<br />\r\n- - -\r\n\r\n<h3>Se bifogad PDF för allt innehåll</h3>\r\n</div>"},"dokaktivitet":{"aktivitet":[{"kod":"UBE","namn":"Beredning","datum":"2022-10-06 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-10-13 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-10-20 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-11-08 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-11-10 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-11-15 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-11-29 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-12-01 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-12-06 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-12-08 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"UBE","namn":"Beredning","datum":"2022-12-12 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"JUS","namn":"Justering","datum":"2022-12-15 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"TRY","namn":"Trycklov","datum":"2023-01-05 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"B","namn":"Bordläggning","datum":"2023-01-24 00:00:00","status":"inträffat","ordning":"0","process":null},{"kod":"BEH","namn":"Behandling","datum":"2023-01-25 00:00:00","status":"inträffat","ordning":"0","process":null}]},"dokuppgift":{"uppgift":[{"kod":"beslutssammanfattningusk","namn":"Utskottets förslag till beslut","text":"Utskottet anmäler för riksdagen resultatet av granskningen enligt 13 kap. 2 § regeringsformen.","dok_id":"HA01KU10","systemdatum":"2023-01-20 08:19:09"},{"kod":"notis","namn":"Beslut i korthet","text":"                           <p>Konstitutionsutskottet (KU) har granskat delar av regeringens och ministrarnas administrativa arbete. Här följer ett urval av granskningen.</p>\r\n<p>I granskningen av regeringens remissunderlag har utskottet gått igenom de dokument som regeringskansliet remitterade 2016-2017 och 2020-2021. Vilket underlag som remitteras styrs i första hand av vilken utredningsform som bedöms som lämpligast för de frågor som ska utredas. I ställningstagandet diskuterar utskottet olika omständigheter som kan tänkas ha betydelse vid valet av utredningsform och därmed även remissunderlag. De remissunderlag som gåtts igenom har grupperats på följande sätt:</p>\r\n<ul>\r\n<li>Betänkanden från SOU-serien</li>\r\n<li>departementspromemorior i Ds-serien</li>\r\n<li>utkast till lagrådsremisser</li>\r\n<li>underlag från en myndighet</li>\r\n<li>underlag från EU-kommissionen.</li>\r\n</ul>\r\n<p>En uppdelning mellan internt respektive externt framtaget remissunderlag visar på en ökning av underlag som tagits fram internt inom Regeringskansliet och en nedgång av underlag som tagits fram externt. Det finns skillnader mellan departementen i detta avseendet. Utskottet ser fördelar med olika typer av remissunderlag. Exempelvis kan utredningsarbetet komma igång snabbare vid framtagandet av departementspromemorior i Ds-serien än vid betänkanden i SOU-serien. Samtidigt konstaterar utskottet att utredningskapaciteten inom Regeringskansliet är begränsad, vilket innebär att internt framtagna remissunderlag därmed inte alltid kan bli lika genomarbetade som exempelvis externt framtagna betänkanden i SOU-serien. Vid internt utredningsarbete inom Regeringskansliet saknas dessutom medverkan från externa experter och en bred representation av olika intressen och eventuella avvikande meningar.</p>\r\n<p>I övrigt ser utskottet positivt på att allt underlag som remitteras och som ligger till grund för regeringens beslut finns publicerat på regeringens webbplats. Materialet är därmed tillgängligt för den som vill ta del av underlaget i efterhand.</p>\r\n<p>En annan granskning omfattade en genomgång av elektroniska kungöranden i Svensk författningssamling (SFS), en ordning som infördes 2018 som innebär att författningar publiceras på en webbplats som Regeringskansliet ansvarar för. Syftet med granskningen har varit att undersöka på vilket sätt reformen har förändrat författningsarbetet. Utskottet konstaterar att reformen har inneburit både tids- och effektiviseringsvinster genom att tiden mellan regeringens beslut om utfärdande och offentliggörandet av författningen, det så kallade kungörandet har förkortats. Utvecklingen är positiv, men utskottet anser att Regeringskansliet bör vara uppmärksamma på omotiverade variationer mellan departementens handläggningstider i författningsarbetet. Utskottet betonar även vikten av säkerhet i det elektroniska kungörandessystemet och att det finns en beredskap om driftstörningar skulle uppstå.</p>\r\n<p>Regeringens styrning av länsstyrelserna har också granskats. Inriktningen har varit att granska hur regeringen styr länsstyrelserna genom dels uppdrag i regleringsbrev, dels uppdrag som beslutats i särskild ordning samt på hur beredningen av dessa uppdrag går till. Utskottet understryker vikten av samordning och helhetssyn vid beredningen av uppdrag till länsstyrelserna, oavsett i vilken form uppdraget ges. De åtgärder som regeringskansliet har tagit kring samordning och helhetssyn ser utskottet positivt på. Utskottet framhåller även betydelsen av att berörda myndigheter samarbetar med länsstyrelserna, vilket utskottet tidigare uttalat sig om. Om det framkommer att andra statliga myndigheter inte samarbetar med länsstyrelserna är det regeringens ansvar att vidta åtgärder som säkerställer att samarbeten inleds.</p>\r\n<p>Slutligen har utskottet även granskat beredningen av förslag till EU-förordningar. Enligt utskottet bör valet av hur man bereder svenska ståndpunkter gällande förslag till EU-förordningar vara grundat på samma överväganden som när det gäller regeringsärenden. Utskottet inser att tidsramarna och övriga förutsättningar för beslutsprocessen i EU kan innebära svårigheter att tillämpa ett traditionellt remissförfarande, men att det ändå är av största vikt att det utförs en gedigen beredning som ger ett underlag av högsta kvalitet. Utskottet noterar att det finns en kombination av olika beredningsåtgärder, bland annat kontinuerlig inhämtning av synpunkter och kontakter mellan regeringskansliet och berörda myndigheter. Svarstiderna kan även vara mycket korta. Regeringskansliet har i granskningen redogjort för sina beredningsåtgärder över förslag till förordningar och arbetssätt, som anpassas efter förutsättningarna i de enskilda förslagen och förhandlingarna. Utskottet har inget att invända mot de arbetssätt som används.</p>\r\n                                            ","dok_id":"HA01KU10","systemdatum":"2023-01-25 16:41:27"},{"kod":"notisrubrik","namn":"Sammanfattning av ärendet","text":"KU har granskat regeringens administrativa arbete (KU10)","dok_id":"HA01KU10","systemdatum":"2023-01-25 16:41:27"},{"kod":"utsknotis","namn":"Utskottets förslag till beslut","text":"                           <p>Konstitutionsutskottet (KU) har granskat delar av regeringens och ministrarnas administrativa arbete. Här följer ett urval av granskningen.</p>\r\n<p>I granskningen av regeringens remissunderlag har utskottet gått igenom de dokument som regeringskansliet remitterade 2016-2017 och 2020-2021. Vilket underlag som remitteras styrs i första hand av vilken utredningsform som bedöms som lämpligast för de frågor som ska utredas. I ställningstagandet diskuterar utskottet olika omständigheter som kan tänkas ha betydelse vid valet av utredningsform och därmed även remissunderlag. De remissunderlag som gåtts igenom har grupperats på följande sätt:</p>\r\n<ul>\r\n<li>Betänkanden från SOU-serien</li>\r\n<li>departementspromemorior i Ds-serien</li>\r\n<li>utkast till lagrådsremisser</li>\r\n<li>underlag från en myndighet</li>\r\n<li>underlag från EU-kommissionen.</li>\r\n</ul>\r\n<p>En uppdelning mellan internt respektive externt framtaget remissunderlag visar på en ökning av underlag som tagits fram internt inom Regeringskansliet och en nedgång av underlag som tagits fram externt. Det finns skillnader mellan departementen i detta avseendet. Utskottet ser fördelar med olika typer av remissunderlag. Exempelvis kan utredningsarbetet komma igång snabbare vid framtagandet av departementspromemorior i Ds-serien än vid betänkanden i SOU-serien. Samtidigt konstaterar utskottet att utredningskapaciteten inom Regeringskansliet är begränsad, vilket innebär att internt framtagna remissunderlag därmed inte alltid kan bli lika genomarbetade som exempelvis externt framtagna betänkanden i SOU-serien. Vid internt utredningsarbete inom Regeringskansliet saknas dessutom medverkan från externa experter och en bred representation av olika intressen och eventuella avvikande meningar.</p>\r\n<p>I övrigt ser utskottet positivt på att allt underlag som remitteras och som ligger till grund för regeringens beslut finns publicerat på regeringens webbplats. Materialet är därmed tillgängligt för den som vill ta del av underlaget i efterhand.</p>\r\n<p>En annan granskning omfattade en genomgång av elektroniska kungöranden i Svensk författningssamling (SFS), en ordning som infördes 2018 som innebär att författningar publiceras på en webbplats som Regeringskansliet ansvarar för. Syftet med granskningen har varit att undersöka på vilket sätt reformen har förändrat författningsarbetet. Utskottet konstaterar att reformen har inneburit både tids- och effektiviseringsvinster genom att tiden mellan regeringens beslut om utfärdande och offentliggörandet av författningen, det så kallade kungörandet har förkortats. Utvecklingen är positiv, men utskottet anser att Regeringskansliet bör vara uppmärksamma på omotiverade variationer mellan departementens handläggningstider i författningsarbetet. Utskottet betonar även vikten av säkerhet i det elektroniska kungörandessystemet och att det finns en beredskap om driftstörningar skulle uppstå.</p>\r\n<p>Regeringens styrning av länsstyrelserna har också granskats. Inriktningen har varit att granska hur regeringen styr länsstyrelserna genom dels uppdrag i regleringsbrev, dels uppdrag som beslutats i särskild ordning samt på hur beredningen av dessa uppdrag går till. Utskottet understryker vikten av samordning och helhetssyn vid beredningen av uppdrag till länsstyrelserna, oavsett i vilken form uppdraget ges. De åtgärder som regeringskansliet har tagit kring samordning och helhetssyn ser utskottet positivt på. Utskottet framhåller även betydelsen av att berörda myndigheter samarbetar med länsstyrelserna, vilket utskottet tidigare uttalat sig om. Om det framkommer att andra statliga myndigheter inte samarbetar med länsstyrelserna är det regeringens ansvar att vidta åtgärder som säkerställer att samarbeten inleds.</p>\r\n<p>Slutligen har utskottet även granskat beredningen av förslag till EU-förordningar. Enligt utskottet bör valet av hur man bereder svenska ståndpunkter gällande förslag till EU-förordningar vara grundat på samma överväganden som när det gäller regeringsärenden. Utskottet inser att tidsramarna och övriga förutsättningar för beslutsprocessen i EU kan innebära svårigheter att tillämpa ett traditionellt remissförfarande, men att det ändå är av största vikt att det utförs en gedigen beredning som ger ett underlag av högsta kvalitet. Utskottet noterar att det finns en kombination av olika beredningsåtgärder, bland annat kontinuerlig inhämtning av synpunkter och kontakter mellan regeringskansliet och berörda myndigheter. Svarstiderna kan även vara mycket korta. Regeringskansliet har i granskningen redogjort för sina beredningsåtgärder över förslag till förordningar och arbetssätt, som anpassas efter förutsättningarna i de enskilda förslagen och förhandlingarna. Utskottet har inget att invända mot de arbetssätt som används.</p>\r\n                                            ","dok_id":"HA01KU10","systemdatum":"2023-01-25 16:41:27"},{"kod":"utsknotisrubrik","namn":"Sammanfattning av ärendet","text":"KU har granskat regeringens administrativa arbete (KU10)","dok_id":"HA01KU10","systemdatum":"2023-01-25 16:41:27"},{"kod":"beslutdatumtid","namn":"Datum och tid för beslutet","text":"2023-01-25 00:00:00","dok_id":"HA01KU10","systemdatum":"2023-01-25 16:41:27"},{"kod":"debattdatumtid","namn":"Datum och tid för debatten","text":"2023-01-25 00:00:00","dok_id":"HA01KU10","systemdatum":"2023-01-25 16:41:27"},{"kod":"statustext","namn":"statustext","text":"Ärendet är avslutat","dok_id":"HA01KU10","systemdatum":"2023-01-26 00:58:06"}]},"dokbilaga":{"bilaga":{"dok_id":"HA01KU10","subtitel":null,"filnamn":"bet_202223_KU_10.pdf","filstorlek":"46215678","filtyp":"pdf","titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","fil_url":"https://data.riksdagen.se/fil/D40B52FA-4D36-4FFD-8BD3-3040EEE4AD0D"}},"dokreferens":{"referens":[{"referenstyp":"föredragningslista","uppgift":"föredragningslista 2022/23:51 Onsdag den 25 januari 2023","ref_dok_id":"HA0I51","ref_dok_typ":"f-lista","ref_dok_rm":"2022/23","ref_dok_bet":"51","ref_dok_titel":"Onsdag den 25 januari 2023","ref_dok_subtitel":null,"ref_dok_subtyp":null,"ref_dok_dokumentnamn":"Kammarens föredragningslistor"},{"referenstyp":"protokolldebatt","uppgift":"2023-01-25","ref_dok_id":"HA0951","ref_dok_typ":"prot","ref_dok_rm":"2022/23","ref_dok_bet":"51","ref_dok_titel":"Protokoll 2022/23:51 Onsdagen den 25 januari","ref_dok_subtitel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","ref_dok_subtyp":null,"ref_dok_dokumentnamn":"Protokoll"}]},"debatt":{"anforande":[{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#27","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"DCFDEB82-8A17-4A46-A6D0-1731DAAEDEBC","anf_video_id":"DCFDEB82-8A17-4A46-A6D0-1731DAAEDEBC","anf_hangar_id":"5164173","anf_sekunder":"181","anf_typ":"speech","talare_kort":"Hans Ekström","kon":"male","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:11:37","anf_klockslag":"10:11:37","startpos":"27","systemdatum":"2023-01-25 10:15:06","anf_text":"<p>Herr talman! En fråga som beskrivs i detta betänkande är styrningen av länsstyrelserna. Dessa har en viktig roll i statens styrning i olika frågor.</p><p>Sveriges länsstyrelser skapades genom 1634 års regeringsform. Jag nämner det därför att upphovsmannen Axel Oxenstierna ligger begravd i Jäders kyrka i min hemförsamling. Han lade grunden till den svenska förvaltningsmodellen med självstyrande statliga myndigheter under regeringen. Denna ovanliga modell, som månget statsråd har svurit över, har tjänat Sverige väl men gör att myndigheterna måste styras med andra medel än direkta order.</p><p>Regeringen beslutar om förordningar, årliga regleringsbrev som ett resultat av budgeten, instruktioner för länsstyrelserna och så vidare. Styrningen kan synas spretig och granskades av Riksrevisionen i en utredning kallad <em>Vanans makt</em>. Den är kritisk till styrningen och påpekar problemen både ur regeringens styrande perspektiv och ur länsstyrelsernas verkställande. Regeringskansliet hade inte en samlad bild av mängden uppdrag, och dessutom visade det sig att länsstyrelserna fick cirka 50 uppdrag via andra myndigheter. Riksrevisionen föreslog då att samla alla uppdrag i regleringsbreven.</p><p>KU betonade vid behandlingen av regeringens skrivelse med anledning av granskningen att berörda statliga myndigheter behövde samarbeta med länsstyrelserna. Totalt hade länsstyrelserna 91 uppdrag givna i regleringsbreven 2022, förutom de 50 indirekta via myndigheter och 26 andra uppdrag givna i särskild ordning.</p><p>För den som liksom jag har följt länsstyrelsernas verksamhet inifrån sedan 1995 via styrelse och senare insynsråd är regeringens avsikt att minska antalet uppdrag och detaljeringsgraden i dessa välkommen. Även den splittrade finansieringen gör verksamheten svårstyrd för länsledningarna.</p><p>Sammanfattningsvis har steg tagits för att göra styrningen tydligare, men också för att ge länsstyrelserna större frihet. Länsstyrelserna är ett viktigt verktyg för staten, och en bättre styrning är välkommen.</p>","videostatus":"2","anf_beteckning":"2022/23:51-27","anf_nummer":"27","talare":"Hans Ekström (S)","intressent_id":"b6fe54d6-ffc7-4435-9326-5baf132b3338","parti":"S","anf_rm":"2022/23"},{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#218","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"BEB29D64-EB6D-4C6A-8215-60412266FC76","anf_video_id":"BEB29D64-EB6D-4C6A-8215-60412266FC76","anf_hangar_id":"5164174","anf_sekunder":"381","anf_typ":"speech","talare_kort":"Matheus Enholm","kon":"male","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:14:48","anf_klockslag":"10:14:48","startpos":"218","systemdatum":"2023-01-25 10:21:10","anf_text":"<p>Herr talman! Jag kan tillfredsställande nog konstatera att vi, valet till trots, har ett enigt betänkande även i år.</p><p>Under hösten har utskottet granskat nio ärenden, och jag kommer att uppehålla mig vid ett par av dem. Jag börjar med synpunkter på regeringens hantering av vissa förvaltningsärenden som avlysning och upplåtelse av jakt.</p><p>Utskottet har granskat 14 ärenden som avgjordes av regeringen mellan 2019 och 2021 och funnit att det i några fall brustit i fråga om att oskälig tid förflutit mellan olika handläggningsåtgärder och att det i andra fall handlat om bristfälligt motiverade beslut. Som ett exempel kan nämnas att det i ett av ärendena tog mer än en och en halv månad från det att ärendet var klart för avgörande till dess att regeringen fattade beslut i ärendet.</p><p>Med anledning av iakttagelserna i granskningen finner utskottet också skäl att lyfta fram att det är viktigt att det i alla lägen eftersträvas en så snabb, enkel och kostnadseffektiv handläggnings- och beslutsprocess som möjligt utan att rättssäkerheten eftersätts och utan onödig tidsutdräkt i ärendet.</p><p>Ett annat område utskottet granskat är bemyndiganden eller annat lagstöd för regeringens föreskrifter. De grundförfattningar som beslutats av regeringen under riksmötena 2014/15 till 2021/22 har gåtts igenom av utskottet. Syftet med genomgången har varit att ta reda på i vilken utsträckning regeringen i förordningarna ger en upplysning om vilket bemyndigande eller annat lagstöd som har utnyttjats i det enskilda fallet.</p><p></p><p>Granskningen har visat att en utveckling har skett som innebär att andelen förordningar som innehåller en upplysning om vilket bemyndigande eller annat lagstöd som har utnyttjats har ökat väsentligt, vilket är positivt. Vi kan samtidigt konstatera att det är stora skillnader mellan de olika departementen när det gäller i vilken utsträckning de beslutade förordningarna innehåller en upplysning om utnyttjat bemyndigande.</p><p>KU:s tidigare uttalanden om värdet av att det framgår av en förordning vilket eller vilka bemyndiganden som utnyttjats gäller självfallet oavsett vilket departement som är ansvarigt. Även om det är varje departement som i det enskilda fallet bedömer behovet av upplysningsbestämmelser bör således de kriterier som ligger till grund för dessa bedömningar enligt utskottet vara desamma för alla departement. Utskottet förutsätter att iakttagelserna i utskottets granskning följs upp inom Regeringskansliet för att säkerställa att så är fallet.</p><p>Herr talman! Konstitutionsutskottet har under hösten även granskat regeringens remissunderlag. En kartläggning har gjorts av de dokument som Regeringskansliet remitterade under 2016/17 till 2020/21. Syftet med kartläggningen var att på en övergripande nivå få en bild av de underlag som Regeringskansliet har remitterat, om det funnits några skillnader mellan departementen och om det skett några förändringar över tid. Frågor av intresse har varit vilka överväganden som kan ligga bakom valet av remissunderlag och vilka fördelar respektive nackdelar som kan finnas med olika typer av remissunderlag. Till grund för granskningen har även legat två promemorior som upprättats inom Statsrådsberedningen.</p><p>Här har utskottet haft förhållandevis mycket att säga, och jag ska försöka sammanfatta det hela.</p><p>Det är regeringens sak att avgöra hur de utredningar bör bedrivas som anses behövliga som underlag för regeringens beslut. Det innebär att regeringen har att avgöra frågor som utredningsform och att ange riktlinjer för arbetet.</p><p>KU har i tidigare betänkanden redogjort för sin syn på de olika typer av utredningsformer som regeringen har till sitt förfogande, och jag kommer därför att utelämna den delen.</p><p>När det gäller själva remissunderlagen ger granskningen anledning till några reflektioner och kommentarer. Av granskningen framgår att Regeringskansliet under den studerade perioden remitterade totalt 1 180 dokument och att antalet remitterade dokument ökade för varje år. Departementspromemorior i Ds-serien och andra promemorior från Regeringskansliet svarade för drygt 50 procent av det totala remissunderlaget. Även betänkanden i SOU-serien och underlag från en myndighet svarade för förhållandevis stora andelar, medan utkast till lagrådsremisser och underlag från kommissionen var mindre vanligt förekommande.</p><p>Fördelningen mellan olika typer av remissunderlag var relativt konstant under den granskade perioden. Andelen departementspromemorior i Ds-serien minskade dock, medan andelen andra promemorior från Regeringskansliet ökade förhållandevis mycket.</p><p></p><p>En uppdelning mellan internt respektive externt framtaget remissunderlag visar också att andelen internt framtaget underlag var högre och andelen externt framtaget underlag lägre under 2020 och 2021 än under 2016 och 2017. Remissunderlagen togs alltså under den granskade perioden i allt större utsträckning fram inom Regeringskansliet.</p><p>När det gäller olika typer av remissunderlag konstaterar utskottet att det finns flera fördelar för en regering med att remittera departementspromemorior i Ds-serien, andra promemorior från Regeringskansliet och underlag från en myndighet. Utredningsarbetet kan i regel komma igång snabbare och ta kortare tid än vid framtagandet av ett betänkande i SOUserien. Därmed kan de nämnda remissunderlagen också vara att föredra i de fall det är bråttom att åstadkomma en förändring på ett visst område eller lösa ett akut problem. När det gäller promemorior framtagna inom Regeringskansliet har dessutom det ansvariga departementet en annan kontroll över vad som föreslås och kan bestämma om en promemoria ska publiceras eller inte och i vilken form.</p><p>Det kan också konstateras att utredningskapaciteten inom Regeringskansliet är begränsad och att internt framtagna remissunderlag därmed inte alltid kan bli lika genomarbetade som till exempel betänkanden i SOU-serien. Till skillnad från formellt tillsatta utredningar saknas det dessutom vid internt utredningsarbete inom Regeringskansliet medverkan från externa experter eller en bred representation av olika intressen. Det finns inte heller eventuella avvikande meningar att redovisa.</p><p>Utskottet vill med anledning av vad som framkommit i granskningen framhålla värdet av att i efterhand kunna ta del av det underlag som har remitterats och legat till grund för regeringens beslut. Detta gäller särskilt när det är fråga om förordningar och lagförslag.</p><p>Att samtliga underlag som remitteras numera finns tillgängliga på regeringens webbplats är som utskottet tidigare framhållit positivt. Det ökar även möjligheten för andra än remissinstanserna att bidra med synpunkter genom att inkomma med spontansvar. Samtidigt innebär publiceringar bättre tillgänglighet och underlättar för den som i efterhand vill ta del av underlaget, till exempel för att studera förarbeten till en lag.</p><p>Herr talman! Det finns mycket i höstens granskning som är intressant och läsvärt, men jag hänvisar alla till att läsa granskningsbetänkande KU10, som finns att ta del av på nätet.</p>","videostatus":"2","anf_beteckning":"2022/23:51-28","anf_nummer":"28","talare":"Matheus Enholm (SD)","intressent_id":"8c4af927-7bb6-4012-9b46-12adb641f556","parti":"SD","anf_rm":"2022/23"},{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#610","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"992B6F27-4BF3-484D-85BD-DA365211A1CC","anf_video_id":"992B6F27-4BF3-484D-85BD-DA365211A1CC","anf_hangar_id":"5164176","anf_sekunder":"283","anf_typ":"speech","talare_kort":"Ulrik Nilsson","kon":"male","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:21:20","anf_klockslag":"10:21:20","startpos":"610","systemdatum":"2023-01-25 10:26:04","anf_text":"<p>Herr talman! I årets höstgranskning är vi, som redan framhållits, eniga. Det är egentligen inte ett betänkande utan en redovisning för kammaren av granskningen. Höstgranskningen är sådan till sin karaktär att den fokuserar ganska mycket på organisatoriska frågor och lite mindre på politiska frågor. Det handlar till stor del om hur ärenden hanteras och vilka bedömningar som görs.</p><p>Det gör att det av och till, kan jag tycka, kan bli lite frustrerande att läsa. Jag har bakgrund som gammal kvalitetsrevisor och är van vid att rekommendera vad som ska göras. Men här fungerar det mycket så att det finns trådar att dra i för att förändra rutiner, men så länge regeringen är nöjd med hur det fungerar har regeringen möjlighet att jobba på det sättet, herr talman. Det är regeringens beslut som är avgörande. Jag ska inte säga att alla de goda uppslag som finns på många ställen faller på hälleberget, men det gör att vi inte kan säga: Det måste ni genomföra. Det skulle nämligen strida mot den arbetsfördelning som finns.</p><p></p><p>Icke förty finns det i granskningarna ett antal saker som kan vara värda att uppmärksamma och fundera på. Det gäller alltifrån hur man säkerställer tryggheten i fråga om elektroniskt publicerade förordningar och författningar till vilka underlag man har i lagstiftningsärenden eller vilka hänvisningar man har till författningar när man utger dem. Det finns alltså ett antal spår här, herr talman. Det finns anledning att ta upp och analysera dem.</p><p>Herr talman! Det finns en punkt där det finns ett lite större allvar i granskningen. Det gäller det som dolts under rubriken Vissa förvaltningsärenden. Där förs ett resonemang om hur länge man kan vänta med att hantera en begäran om inhibition. När någon överklagar ett beslut kan man också be att få det inhiberat, det vill säga att beslutet inte verkställs under den tid överklagan prövas.</p><p>Här gäller det jaktärenden enligt rennäringslagen. I många fall har man kunnat se att ett beslut har överklagats. Beslutet har inhiberats, vilket är ett skydd mot att begå misstag. Men det har dröjt så länge innan inhibitionen är prövad att jakttillfället är överståndet, det vill säga att inhibitionen i realiteten har blivit ett sätt att förhindra. Det går inte att säga att det är en medveten strategi. Men det är viktigt att uppmärksamma att det är en fara om inhibitionshanteringen upplevs som ett skäl eller en möjlighet att förhindra det som är avsikten med reglerna. Det här är ett memento. Ta hänsyn till detta! Fundera på det!</p><p>Herr talman! I övrigt är granskningen också lite grann av en uppslagsbok. Det gäller inte minst de delar som hanterar regeringsskiftet. De innefattar en uppräkning av och möjlighet att få reda på hur många anställda som finns i Regeringskansliet och en hel del statistik.</p><p>Totalt sett är det ett betänkande som förtjänar att läsas och att reflekteras över. Men det förtjänar också att sägas att ett enigt konstitutionsutskott inte hittar någonting att rikta kritik mot, utöver det lilla resonemanget eller farhågan om tidpunkterna för inhibitionsbeslut.</p><p>Herr talman! Jag tycker att det är ett bra ärende. Jag är nöjd över att vara en del i konstitutionsutskottet, som nu överlämnar granskningen till riksdagen. Den är inte föremål för något riksdagsbeslut. Därför blir det inget yrkande från mig.</p>","videostatus":"2","anf_beteckning":"2022/23:51-29","anf_nummer":"29","talare":"Ulrik Nilsson (M)","intressent_id":"3aebee98-eff2-4092-9618-b017c1821b84","parti":"M","anf_rm":"2022/23"},{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#908","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"BCF37B81-3D8E-4A14-9CCA-66D7A01574C5","anf_video_id":"BCF37B81-3D8E-4A14-9CCA-66D7A01574C5","anf_hangar_id":"5164178","anf_sekunder":"286","anf_typ":"speech","talare_kort":"Jessica Wetterling","kon":"female","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:26:18","anf_klockslag":"10:26:18","startpos":"908","systemdatum":"2023-01-25 10:31:05","anf_text":"<p>Herr talman! Precis som har redogjorts för tidigare gör konstitutionsutskottet varje år två granskningar, en på våren och en på hösten. Detta gäller redovisningen av höstens granskning. Den är lite mer inriktad på statsrådens administrativa tjänsteutövning och handläggningen av regeringsärendena. Denna gång innehåller betänkandet nio ärenden. Vissa ärenden är som tidigare sagts årligt återkommande, till exempel regeringens sammanställning, medan andra ärenden kan vara kopplade till aktuella händelser eller helt enkelt något som utskottet har valt att titta närmare på. Exempelvis var flera ärenden förra året kopplade till pandemin på olika sätt.</p><p>Utskottet har som vanligt gjort ett antal iakttagelser som, precis som andra ledamöter har sagt tidigare, kan ses som medskick till regeringen för framtiden. Jag vill liksom tidigare talare uppmärksamma några av dessa.</p><p></p><p>Det första ärendet jag vill uppmärksamma är granskningen av regeringens styrning av länsstyrelserna. Styrningen sker såväl genom regleringsbrev som genom andra uppdrag. Vi vill i årets granskning i denna del understryka vikten av samordning och helhetssyn vid beredningen av uppdrag till länsstyrelserna, oavsett om uppdraget kommer via regleringsbrev eller på något annat sätt.</p><p>Vi noterar också att regleringsbrevet till länsstyrelserna numera innehåller en bilaga där samtliga pågående uppdrag anges och vilka det har beslutats om i särskild ordning. Vi ser positivt på dessa åtgärder, som ett led i att åstadkomma bättre samordning och helhetssyn vid styrningen av länsstyrelserna. Men i sammanhanget vill vi liksom tidigare framhålla att en förutsättning för att länsstyrelserna ska kunna fullgöra sin funktion som samordnare är att berörda statliga myndigheter samarbetar och har i uppdrag att samarbeta med länsstyrelserna.</p><p>Herr talman! Ett annat ärende som jag skulle vilja lyfta fram, även om tidigare talare också har gjort det, rör regeringens remissunderlag. Man får vara ärlig och säga att det kanske framför allt är vårt eminenta kansli som har gjort en kartläggning av de dokument som Regeringskansliet har remitterat under ett visst antal år. Syftet med kartläggningen är att vi i utskottet på en övergripande nivå ska få en bild av de underlag som Regeringskansliet har remitterat. Har det funnits skillnader mellan olika departement? Har det skett förändringar över tid?</p><p>Frågor som är av intresse är vilka överväganden som kan ligga bakom valet av remissunderlag och vilka fördelar respektive nackdelar som kan finnas med olika typer av underlag.</p><p>Vikten av en god remissprocess har jag redan lyft fram i dag, men vi konstaterar inledningsvis - precis som tidigare talare sagt - att det är upp till regeringen att avgöra hur de utredningar bör bedrivas som anses behövliga som underlag för regeringens beslut.</p><p>Det innebär också att regeringen avgör vilken utredningsform och vilka riktlinjer som ska gälla för arbetet. Det kan givetvis finnas flera omständigheter som påverkar i vilken form man vill ha underlagen. Det kan bero på frågornas omfattning och komplexitet eller på om de är av principiell betydelse.</p><p>För några månader sedan hade vi här i kammaren en debatt om utlandsspioneri. Enligt mig var det en brist att en särskild utredare hade utrett det. Vi i konstitutionsutskottet brukar föredra att förändringar i grundlagen bereds av exempelvis en parlamentarisk kommitté. Vi konstaterar att regeringen har vidtagit vissa åtgärder för att få en samlad bild och få till en samordning men vill ändå framhålla att det är av vikt att man säkerställer att det finns en samlad bild.</p><p>Därmed vill jag tacka utskottskollegorna och vårt kansli.</p>","videostatus":"2","anf_beteckning":"2022/23:51-30","anf_nummer":"30","talare":"Jessica Wetterling (V)","intressent_id":"dc0c1e6e-450b-4763-be41-c3f810d50b72","parti":"V","anf_rm":"2022/23"},{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#1208","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"E57371D8-F8EF-46BA-B9AF-A2241FCB3C21","anf_video_id":"E57371D8-F8EF-46BA-B9AF-A2241FCB3C21","anf_hangar_id":"5164180","anf_sekunder":"393","anf_typ":"speech","talare_kort":"Malin Björk","kon":"female","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:31:18","anf_klockslag":"10:31:18","startpos":"1208","systemdatum":"2023-01-25 10:37:52","anf_text":"<p>Herr talman! Vi debatterar här i dag betänkandet KU10 där konstitutionsutskottet granskar statsrådens tjänsteutövning och regeringsärendenas handläggning. Det brukar kallas KU:s höstgranskning och görs årligen. Höstgranskningen röner inte alls lika stor uppmärksamhet som vårgranskningen, som bygger på de KU-anmälningar som kommit in under det gångna året och vars resultat dröjer ytterligare några månader.</p><p>Jag vill redan i dag passa på att lyfta fram en särskild fråga som är en av dem som granskats närmare under hösten. Jag tänker faktiskt enbart uppehålla mig vid den frågan, och det har flera andra också gjort. Det är en fråga som jag ser att vi i KU kan få anledning att beröra även när vi om några månader står här och debatterar vårgranskningen.</p><p></p><p>Det jag särskilt vill uppehålla mig vid i dag är hur regeringens ärenden bereds. Det stadgas i grundlagen, närmare bestämt i regeringsformen, att regeringen ska inhämta de upplysningar och yttranden som behövs från berörda myndigheter och kommuner och även från sammanslutningar och enskilda. Det kallas beredningskravet. Sedan är det upp till regeringen att bestämma om en utredning ska anförtros en kommitté, en särskild utredare eller en myndighet. Regeringen kan också besluta att utredningsarbetet ska bedrivas internt inom Regeringskansliet. Oavsett vilken form som väljs för en viss utredning ska det underlag som tas fram skickas på remiss för att inhämta upplysningar och yttranden.</p><p>Herr talman! Generellt kan konstateras att när promemorior tas fram inom Regeringskansliet, till skillnad från när en kommitté eller särskild utredare tillsätts, blir processen snabbare och det ansvariga departementet har en helt annan kontroll över underlaget som tas fram. Men när man väljer den formen, ofta för att på kort tid ta fram en promemoria, finns en risk för att den juridiska analysen blir ytlig. När sakkunniga eller experter inte är med under utredningen finns det risk att praktiska problem på det aktuella området inte belyses på ett allsidigt sätt.</p><p>När dessa underlag sedan går ut på remiss blir det därmed svårare för remissinstanserna att väga motstående argument mot varandra. Det här känns ju lite bekant, kanske för att vi nyligen debatterade ett lagförslag som hade tagits fram under brådska internt inom ett departement, nämligen lagförslaget om sekretess för elstöd.</p><p>Herr talman! Redan under den förra höstgranskningen, alltså hösten 2021, granskade KU remissväsendet och dess utveckling över tid. Det framkom då att en allt mindre andel av de underlag som remitterades var externt framtagna betänkanden från kommittéväsendet, samtidigt som det blivit allt vanligare att departement remitterade promemorior som utarbetats av tjänstemän inom Regeringskansliet.</p><p>KU fann att de remissunderlag som tagits fram inom Regeringskansliet i regel hade kortare svarstid och remitterades till färre instanser än de remissunderlag som utarbetats externt. I den här höstgranskningen fördjupas den bilden.</p><p>KU har i höst tittat på underlag som Regeringskansliet remitterat under en viss period för att se om det funnits några skillnader mellan departementen och om det skett några förändringar över tid. Särskilt intressant är att se vilka överväganden som kan ligga bakom valet av remissunderlag, alltså valet mellan att lägga uppdraget på en extern utredare eller att utreda internt, och vilka fördelar respektive nackdelar som kan finnas med dessa olika typer av remissunderlag. Det framgår klart av granskningen att remissunderlagen under den granskade perioden i allt större utsträckning tagits fram inom Regeringskansliet, alltså inte externt.</p><p>Det kan finnas fördelar för en regering att remittera interna promemorior. Utredningsarbetet kan då komma igång snabbt jämfört med om man skulle ta fram ett SOU-betänkande. När det är bråttom att få till en förändring på ett visst område kan ju det behövas. Samtidigt är utredningskapaciteten inom Regeringskansliet begränsad, och internt framtagna remissunderlag blir inte lika genomarbetade som till exempel betänkanden i SOU-serien. Dessutom saknar interna pm externa experter eller en bred representation av olika intressen. Med andra ord finns det risk att frågan inte blir allsidigt belyst.</p><p></p><p>Herr talman! Beredningskravet innebär att när ny lagstiftning ska föreslås ska frågan först beredas ordentligt och få en noggrann genomlysning av olika intressen av experter på området och av erfarna jurister som vakar över våra grundläggande rättigheter. Det kravet är något att värna, dels för att få fram en robust lagstiftning som är väl förankrad och tar olika intressen i beaktande, dels - inte minst - för att få fram rättssäkra förslag med väl grundade konstitutionella överväganden.</p><p>När hela KU i förra veckan besökte Riksdagens ombudsmän, JO, fick vi höra att JO före jul mottog ett remissunderlag som var framtaget internt inom Regeringskansliet under stor brådska. JO fick två timmar på sig att svara på remissen. Det räckte inte för att få fram ett genomarbetat förslag i det här fallet eftersom det rörde väldigt komplicerad lagstiftning. JO gör inga hastverk. De tar sina uppdrag på stort allvar. JO avstod alltså från att yttra sig. Det är ett färskt exempel på hur beredningsprocessen gått till på sistone.</p><p>Vi i KU tittar bland annat på hur grundlagarna följs - däribland beredningskravet. Det är, enligt mig, ett uppdrag som det finns anledning att ta på stort allvar.</p>","videostatus":"2","anf_beteckning":"2022/23:51-31","anf_nummer":"31","talare":"Malin Björk (C)","intressent_id":"02b66d05-3a6a-4bdc-9f6b-b938c7cf24b0","parti":"C","anf_rm":"2022/23"},{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#1613","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"E426F665-9C9E-4B88-B7DD-06CCB0113844","anf_video_id":"E426F665-9C9E-4B88-B7DD-06CCB0113844","anf_hangar_id":"5164181","anf_sekunder":"334","anf_typ":"speech","talare_kort":"Gudrun Brunegård","kon":"female","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:38:03","anf_klockslag":"10:38:03","startpos":"1613","systemdatum":"2023-01-25 10:43:39","anf_text":"<p>Herr talman! Konstitutionsutskottet har under hösten granskat handläggningen av regeringsärendena enligt 13 kap. 1 § regeringsformen. Som ny ledamot i utskottet kan jag inte nog uttrycka min tacksamhet mot det mycket kompetenta och högkvalificerade kansliet och för de väl genomarbetade underlag som utskottet får ta del av.</p><p>Eftersom jag kommer ett stycke in i debatten här har flera av de frågor som jag tänkt ta upp redan behandlats, men jag vill ändå beröra dem. Ett av de ärenden jag vill lyfta fram handlar om länsstyrelsernas beslut om upplåtelse av jakt respektive avlysning av jakt. Sådana ärenden har handlagts inom Näringsdepartementet, och de överklagade besluten innehåller inte sällan yrkanden på inhibition. Det är viktigt att eventuella sådana yrkanden prövas skyndsamt, särskilt om en verkställighet är nära förestående och om beslutet bedöms kunna medföra en skada som inte går att återställa eller att en klagande går miste om en rättighet som har stor betydelse för vederbörande.</p><p>Av utskottets granskning framgår att sådana yrkanden om inhibition många gånger inte tas upp till prövning förrän i regeringens slutliga prövning av överklagandet. När man kommit så pass långt i ärendet kan det ha hunnit gå så lång tid att inhibitionsyrkandet har förlorat sin betydelse. Därför vill utskottet framhålla vikten av skyndsamhet vid dessa yrkanden om inhibition. </p><p>Det är viktigt att Regeringskansliet ser över möjligheten att anpassa handläggningsrutinerna för inhibitionsyrkanden för att handläggnings och beslutsprocessen ska bli så enkel, snabb och kostnadseffektiv som möjligt utan att för den skull minska rättssäkerheten. </p><p>Utskottet har också gått igenom elektroniska kungöranden i Svensk författningssamling. De började göras 2018, och utskottet ville nu se på vilket sätt reformen har förändrat författningsarbetet. Vi konstaterar att reformen har inneburit både tids- och effektivitetsvinster, med kortare tid från regeringsbeslut till kungörande. </p><p></p><p>Det finns dock stora variationer mellan departementens handläggningstider i författningsarbetet. Utskottet förväntar sig att Regeringskansliet ser över detta. Det är också viktigt att det finns en beredskap att kunna garantera säkerheten vid eventuella driftsstörningar i systemet för kungöranden.</p><p>Herr talman! Regeringens styrning av länsstyrelserna har också granskats. Vi har riktat in oss på hur regeringen styr länsstyrelserna genom dels uppdrag i regleringsbrev, dels uppdrag som beslutats i särskild ordning, samt på hur beredningen av dessa uppdrag går till. Det är viktigt att uppdragen bereds med samordning och helhetssyn och att berörda statliga myndigheter samarbetar med länsstyrelserna. Om så inte är fallet behöver regeringen vidta styrningsåtgärder för att säkerställa att samarbete kommer till stånd.</p><p>Slutligen vill jag nämna utskottets granskning av hur regeringens beredning av förslag till EU-förordningar går till. Enligt utskottet bör valet av beredningsform för svenska ståndpunkter beträffande förslag till EU-förordningar vara grundat på samma överväganden som vid regeringsärenden. </p><p>Trots förutsättningar som man inte alltid kan påverka, såsom snäva tidsramar, är det nödvändigt med en gedigen beredning som ger ett fullödigt underlag. Det förekommer en kombination av olika beredningsåtgärder, bland annat kontinuerliga inhämtanden av synpunkter och kontakter mellan Regeringskansliet och berörda myndigheter, ibland med mycket korta svarstider. </p><p>Externa beredningsåtgärder bör därför vidtas så fort som möjligt för att ge myndigheter och andra bästa möjliga förutsättningar att bidra med relevant information av hög kvalitet. Redogörelserna talar för att det finns utvecklade arbetssätt som anpassas efter förutsättningarna i de enskilda förslagen och förhandlingarna. I detta fall har utskottet inga invändningar, och det är gott att kunna genomföra en granskning som visar att saker och ting görs på ett bra sätt.</p>","videostatus":"2","anf_beteckning":"2022/23:51-32","anf_nummer":"32","talare":"Gudrun Brunegård (KD)","intressent_id":"aecfc5a6-954f-41b7-8593-998f1c446e1b","parti":"KD","anf_rm":"2022/23"},{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#1957","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"E9AC3889-F44C-459C-8922-7C03A887594D","anf_video_id":"E9AC3889-F44C-459C-8922-7C03A887594D","anf_hangar_id":"5164184","anf_sekunder":"259","anf_typ":"speech","talare_kort":"Jan Riise","kon":"male","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:43:47","anf_klockslag":"10:43:47","startpos":"1957","systemdatum":"2023-01-25 10:48:07","anf_text":"<p>Herr talman! Många av frågorna i betänkandet har redan diskuterats mycket förtjänstfullt av mina kollegor i utskottet. Jag ska ändå göra några korta kommentarer som vi möjligen kan ta med oss framöver.</p><p>Till att börja med vill jag understryka att en tillstyrkan av betänkandet inte nödvändigtvis innebär att vi för framtiden kan tänkas godta de punkter som utskottet diskuterat i år. En sådan punkt handlar om tider i olika sammanhang - tiden mellan en författnings offentliggörande och dess ikraftträdande, tiden i inhibitionsärenden och tiden i andra sammanhang. </p><p>Det är viktigt och nödvändigt att den tid som fastställs, inte minst vad gäller tiden mellan en kungörelse och ett ikraftträdande, är tillräcklig för att man ska kunna anpassa sig och svara på frågorna och att ingen lider skada, något som togs upp tidigare avseende jakt. Detta säger jag för övrigt utan att ha några synpunkter på typen av ärende. </p><p>Regeringens remissunderlag ägnas ett ganska omfattande kapitel. Utskottet påpekar förvisso att det är regeringen som väljer vilket underlag och vilka remisser som behövs för att kunna presentera väl underbyggda förslag. Det tycks som om antalet underlag som tas fram internt på Regeringskansliet har ökat i antal under senare år. Detta är inte nödvändigtvis någon nackdel, men för egen del tycker jag att det finns anledning att hålla ett öga på den fortsatta utvecklingen. </p><p></p><p>Vi har i Sverige en tradition av gedigna utredningar genomförda av parlamentariskt sammansatta kommittéer, som för all del kan ta tid men som garanterar en allsidig belysning, låter många röster komma till tals och där många perspektiv kan behandlas. </p><p>I en nära framtid kommer direktiv för en utredning avseende public service-tillstånd för kommande åtta år efter att nuvarande avtal går ut. För vår del ser vi det som självklart att så pass viktiga direktiv som berör väldigt många människor också behandlas av en parlamentariskt sammansatt kommitté. </p><p>Slutligen vill jag säga några ord om beredningen av förslag till EUförordningar. Valet av beredning av svenska ståndpunkter bör vara grundat på samma sätt som beredningen av regeringsärenden. Även detta har diskuterats tidigare i dag, och jag har inga invändningar mot det här. Men tidsramarna inom förvaltningarna i Bryssel lägger ibland hinder i vägen. Man ska komma ihåg att begreppet midsommar och svenska semesterperioder är något mer eller mindre okänt inom EU-byråkratin i Belgien. Det gäller att hantera detta på ett ändamålsenligt sätt, och det måste dokumenteras på ett rimligt sätt. </p><p>Det förefaller som att vi kommer att ha anledning att återkomma till detta. Redan i dagarna har vi diskussioner om hur saker och ting går till när det gäller tider - återigen - exempelvis i hanteringen av eventuellt EU-stöd för utbyggnad av svenska stambanor.</p><p>Allra sist vill jag lägga till något som togs upp angående länsstyrelsernas styrning. Det är ett medskick som jag har fått från länsstyrelsen där hemma, den i Halland. Efter mötet med dem stod det klart för mig att det faktiskt läggs väldigt mycket mer resurser på att hantera kärnkraftsfrågor än vad jag trodde; Halland är ju ett kärnkraftslän. Mycket tid och resurser läggs där på säkerhetsfrågor. Det görs även i de kommuner som ligger närmast. </p><p>På ett sätt är det betryggande att mycket tid läggs på dessa frågor. Men det är också oroande eftersom det betyder att det inte är helt säkert. Annars hade det inte krävts så mycket av förberedelser, genomgångar och andra ärenden för att man ska kunna hantera det hela.</p>","videostatus":"2","anf_beteckning":"2022/23:51-33","anf_nummer":"33","talare":"Jan Riise (MP)","intressent_id":"af49e862-937e-42ee-bc2f-06876c979dd6","parti":"MP","anf_rm":"2022/23"},{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#2223","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"B1A094C9-8823-44CB-9A6A-85D1EC266DB1","anf_video_id":"B1A094C9-8823-44CB-9A6A-85D1EC266DB1","anf_hangar_id":"5164185","anf_sekunder":"168","anf_typ":"speech","talare_kort":"Malin Danielsson","kon":"female","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:48:13","anf_klockslag":"10:48:13","startpos":"2223","systemdatum":"2023-01-25 10:51:02","anf_text":"<p>Herr talman! I den årliga höstgranskning som konstitutionsutskottet genomför finns det ett par saker som jag vill lyfta fram. </p><p>Det första gäller granskningen av hur regeringen styr länsstyrelserna. Länsstyrelserna har ett brett uppdrag som spänner över många områden. Deras uppdrag regleras i regleringsbrev men även genom uppdrag som ges i särskild ordning utanför regleringsbrevet. Antalet uppdrag är omfattande. År 2022 riktades 91 uppdrag till länsstyrelserna i det gemensamma regleringsbrevet, och utöver det finns 26 pågående eller nya uppdrag som givits i särskild ordning till en eller flera länsstyrelser. </p><p>Denna styrning granskades under 2019 av Riksrevisionen som fann brister i beredning av uppdragen. Man såg även ett behov av att stärka helhetsperspektivet i styrningen av länsstyrelserna. </p><p></p><p>Utskottets granskning visar att åtgärder har vidtagits för att åstadkomma en bättre samordning och helhetssyn vid styrningen av länsstyrelserna, och utskottet ser väldigt positivt på detta. Bland annat innehåller regleringsbreven numera en bilaga med en översikt över samtliga uppdrag.</p><p>Tidigare granskning har också visat på vissa svårigheter för länsstyrelserna att utföra sitt samordnande uppdrag, då motsvarande uppdrag har saknats hos berörda myndigheter. Utskottet framhåller återigen att det är en förutsättning att berörda statliga myndigheter samarbetar med länsstyrelserna i den utsträckning som krävs. Om det inte uppfylls faller det på regeringen att vidta styrningsåtgärder som säkerställer att samarbetet kommer till stånd.</p><p>Den andra del jag vill lyfta fram, herr talman, handlar om elektroniska kungöranden i Svensk författningssamling. Elektroniska kungöranden infördes 2018. Utskottet konstaterar att reformen har inneburit såväl tids- som effektivitetsvinster i författningsarbetet, vilket är mycket positivt. Tiden mellan regeringens beslut om utfärdande och själva kungörandet har förkortats. Dock är det stora skillnader mellan de olika departementens handläggningstider. Antalet dagar från beslut om utfärdande till kungörande varierar mellan som bäst 3,4 dagar och upp till 6 dagar i snitt. Det vill utskottet uppmärksamma Regeringskansliet på för att omotiverade variationer ska kunna motverkas.</p><p>Avslutningsvis vill jag tacka utskottskansliet och utskottskollegorna för ett väl genomfört arbete med höstgranskningen. </p>","videostatus":"2","anf_beteckning":"2022/23:51-34","anf_nummer":"34","talare":"Malin Danielsson (L)","intressent_id":"b25b78e6-540a-4b6d-8a54-e365587df379","parti":"L","anf_rm":"2022/23"},{"dok_id":"HA01KU10","video_url":"42C975E1-237B-4756-96FD-5CA4C35A9331#2400","debatt_typ":"Arbetsplenum","debatt_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","video_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","parent_id":"42C975E1-237B-4756-96FD-5CA4C35A9331","debatt_titel":"Granskning av statsrådens tjänsteutövning och regeringsärendenas handläggning","dok_intressent":"KU","dok_beteckning":"KU10","anf_id":"6C96DACB-E7AD-497A-A42C-E1C4ED5A7212","anf_video_id":"6C96DACB-E7AD-497A-A42C-E1C4ED5A7212","anf_hangar_id":"5164186","anf_sekunder":"240","anf_typ":"speech","talare_kort":"Mirja Räihä","kon":"female","voteringspunkt":null,"anf_datum":"2023-01-25 00:00:00","datumtid":"2023-01-25 10:51:10","anf_klockslag":"10:51:10","startpos":"2400","systemdatum":"2023-01-25 10:55:11","anf_text":"<p>Herr talman! Jag kommer att uppehålla mig vid en enda fråga. Det är en fråga som flera har tagit upp här, men jag tycker att den är principiellt viktig. Den handlar om överklagande av beslut om upplåtelse av jakt eller avlysning av jakt. Jag är nog en lämpad talare i den här frågan, då jag har bott i Stockholm sedan 1976 och aldrig hållit i ett gevär eller en hagelbössa.</p><p>Förvaltningslagen är tydlig när det gäller vissa allmänna krav på handläggningen. Handläggningen ska vara enkel och snabb och så kostnadseffektiv som möjligt. I kravet på snabbhet ligger att ett ärende bör tas upp till avgörande så snart som möjligt efter det att utredningen av ärendet avslutats. Utskottets granskning har visat att så icke är fallet, vilket beskrivs i betänkandet KU10. Rubriken för det jag har tittat på kanske inte låter så märkvärdig: Vissa förvaltningsärenden.</p><p>Herr talman! Det anges i förvaltningslagens 46 § att beslutsmyndigheten skyndsamt ska överlämna ett överklagande och övriga handlingar i ärendet till överinstansen. Det framgår dock av genomgången att ett antal ärenden lämnats från länsstyrelsen till Näringsdepartementet sent; det tog en vecka eller mer. Detta gäller 3 granskade ärenden av 14. I ett antal ärenden tog det flera veckor och i något fall en månad från det att ärendet som innehöll ett yrkande om inhibition kom till Näringsdepartementet till dess att beslut fattades. I flera fall blev yrkandet inaktuellt, eftersom beslutet fattades först efter utgången av tidsperioden som var aktuell. Detta gäller 5 ärenden av 14.</p><p></p><p>Ett beslut ska också innehålla en motivering. En sådan ska givetvis den som har överklagat få. Men den saknades i ett av ärendena. Man hade behövt ha med en klargörande motivering till beslutet om avslag av yrkande om inhibition. Utskottet har tidigare tagit upp i flera granskningar innan jag kom in i utskottet att detta behövs för att en fast och enhetlig praxis ska kunna upprätthållas.</p><p>Givetvis låter det inte som att det är så många ärenden som inte har hanterats i tid eller där det saknas motivering, men det är sammanlagt bara 14 ärenden som har granskats i höstgranskningen.</p><p>Konstitutionsutskottet har efter sin granskning förstås lämnat en del synpunkter. De överklagade besluten innehåller ofta yrkanden om inhibition och kan avse perioder i nära anslutning till överklagandet. Därför är det angeläget att Regeringskansliet är vaksamt på detta i fortsättningen och följer upp att länsstyrelserna överlämnar överklagade ärenden till regeringen så fort som möjligt. Givetvis är det viktigt att yrkanden om inhibition prövas skyndsamt, precis som lagstiftningen säger. Utskottet konstaterar också i ärendet att inhibitioner många gånger inte ens tas upp till prövning innan regeringen slutligt prövar överklagandet, eftersom yrkandet har mist sin betydelse.</p><p>Herr talman! Det som är viktigt framöver är att Regeringskansliet tar till sig utskottets synpunkter och tankar. Det handlar om beslut som kan medföra en skada som inte kan repareras efteråt eller orsakar en rättsförlust av betydelse för klaganden.</p><p>Nu handlar det om jakten, men om inte Regeringskansliet är vaksamt kan det nästa gång handla om ett annat slags överklaganden som inte hanteras så som förvaltningslagen säger.</p><p>Överläggningen var härmed avslutad.</p><p>Utskottets anmälan lades till handlingarna. </p>","videostatus":"2","anf_beteckning":"2022/23:51-35","anf_nummer":"35","talare":"Mirja Räihä (S)","intressent_id":"04f42c2c-9467-4900-ae83-068c93492e09","parti":"S","anf_rm":"2022/23"}]},"webbmedia":{"media":{"url":"VOD1/HD/2442301250031075321","videofileurl":"https://mamstream.riksdagen.se/VOD1/_definst_/smil:HD/2442301250031075321.smil/playlist.m3u8","audiofileurl":"https://mhdownload.riksdagen.se/VOD1/HD/2442301250031075321_aud.mp3","downloadurl":"https://mhdownload.riksdagen.se/VOD1/HD/2442301250031075321_720p.mp4","thumbnailurl":"https://mhdownload.riksdagen.se/posterframe/2442301250031075321.jpg","debateurl":"/sv/webb-tv/video/debatt-om-forslag/granskning-av-statsradens-tjansteutovning_HA01KU10","debattsekunder":"2659","debatt_rm":"2022/23","debatt_typ":"Arbetsplenum","dok_beteckning":"KU10","datum":"2023-01-25 09:11:10","dok_id":"HA01KU10","videostatus":"2","source":"Rim","inspelningstyp":"Kammarsystemet","systemdatum":"2023-01-25 11:29:38"}}}}